{
  "version": "3",
  "domain": "astronomy",
  "created_by": "juliadenham",
  "document": {
    "repo": "https://github.com/juliadenham/Summit_knowledge",
    "commit": "0a1f2672b9b90582e6115333e3ed62fd628f1c0f",
    "patterns": ["phoenix_constellation.md"]
  },
  "systemInstruction": "You are an AI assistant that generates YAML files based on instructions and knowledge seeds.\n1) Divide the knowledge seed into smaller chunks that are less than 500 tokens each. Do not change the original knowledge seed.\n2) For each chunk, generate minimum 3 questions and answers. Make answers are exactly same sentences as the knowledge seed and they are answered in full sentences. For answers, you are only allowed to alter between nouns and pronouns.\n3) If there is sufficient information in the chunk, you can generate more than 3 questions and answers.\n4) Generate a document outline for the entire knowledge seed. Maximum 2 to 3 lines.\n5) The YAML file should be in the following format:\n  seed_examples:\n   - context: |\n       {chunk}\n     questions_and_answers:\n       - question: |\n           {question}\n         answer: |\n           {answer}\n\n  document_outline: |\n   {document_outline}",
  "knowledgeSeed": "Phoenix (constellation)\nPhoenix is a minor constellation in the southern sky. Named after the mythical phoenix, it was first depicted on a celestial atlas by Johann Bayer in his 1603 Uranometria. The French explorer and astronomer Nicolas Louis de Lacaille charted the brighter stars and gave their Bayer designations in 1756. The constellation stretches from roughly −39 degrees to −57 degrees declination, and from 23.5h to 2.5h of right ascension. The constellations Phoenix, Grus, Pavo and Tucana, are known as the Southern Birds.\n\nThe brightest star, Alpha Phoenicis, is named Ankaa, an Arabic word meaning 'the Phoenix'. It is an orange giant of apparent magnitude 2.4. Next is Beta Phoenicis, actually a binary system composed of two yellow giants with a combined apparent magnitude of 3.3. Nu Phoenicis has a dust disk, while the constellation has ten star systems with known planets and the recently discovered galaxy clusters El Gordo and the Phoenix Cluster—located 7.2 and 5.7 billion light years away respectively, two of the largest objects in the visible universe. Phoenix is the radiant of two annual meteor showers: the Phoenicids in December, and the July Phoenicids.\n\nHistory\nPhoenix was the largest of the 12 constellations established by Petrus Plancius from the observations of Pieter Dirkszoon Keyser and Frederick de Houtman. It first appeared on a 35-cm diameter celestial globe published in 1597 (or 1598) in Amsterdam by Plancius with Jodocus Hondius. The first depiction of this constellation in a celestial atlas was in Johann Bayer's Uranometria of 1603. De Houtman included it in his southern star catalog the same year under the Dutch name Den voghel Fenicx, \"The Bird Phoenix\", symbolising the phoenix of classical mythology. One name of the brightest star Alpha Phoenicis—Ankaa—is derived from the Arabic: العنقاء, romanized: al-'anqā', lit. 'the phoenix', and was coined sometime after 1800 in relation to the constellation.\n\nCelestial historian Richard Allen noted that unlike the other constellations introduced by Plancius and La Caille, Phoenix has actual precedent in ancient astronomy, as the Arabs saw this formation as representing young ostriches, Al Ri'āl, or as a griffin or eagle. In addition, the same group of stars was sometimes imagined by the Arabs as a boat, Al Zaurak, on the nearby river Eridanus. He observed, \"the introduction of a Phoenix into modern astronomy was, in a measure, by adoption rather than by invention.\"\n\nThe Chinese incorporated Phoenix's brightest star, Ankaa (Alpha Phoenicis), and stars from the adjacent constellation Sculptor to depict Bakui, a net for catching birds. Phoenix and the neighbouring constellation of Grus together were seen by Julius Schiller as portraying Aaron the High Priest. These two constellations, along with nearby Pavo and Tucana, are called the Southern Birds."
}
